export const vTranslitSchemeGran = {
  'about': {
    'code': 'Gran',
    'name': 'Grantha',
    'type': 'brahmic',
    'unicodeBlock': '11300— 1137F'
  },
  'data': {
    'ayogavaha': [
      '\u11302',
      '\u11303'
    ],
    'consonants': [
      '', '𑌖', '𑌗', '𑌘', '𑌙',
      '𑌚', '𑌛', '𑌜', '𑌝', '𑌞',
      '𑌟', '𑌠', '𑌡', '𑌢', '𑌣',
      '𑌤', '𑌥', '𑌦', '𑌧', '𑌨', 'ன',
      '𑌪', '𑌫', '𑌬', '𑌭', '𑌮',
      '𑌯', '𑌰', 'ற', '𑌲', '𑌳', 'ழ', '𑌵',
      '𑌶', '𑌷', '𑌸', '𑌹'
    ],
    'deadConsonants': [
      '𑍍‌', '𑌖𑍍‌', '𑌗𑍍‌', '𑌘𑍍‌', '𑌙𑍍‌',
      '𑌚𑍍‌', '𑌛𑍍‌', '𑌜𑍍‌', '𑌝𑍍‌', '𑌞𑍍‌',
      '𑌟𑍍‌', '𑌠𑍍‌', '𑌡𑍍‌', '𑌢𑍍‌', '𑌣𑍍‌', '𑌤𑍍‌',
      '𑌥𑍍‌', '𑌦𑍍‌', '𑌧𑍍‌', '𑌨𑍍‌', 'ன𑍍‌',
      '𑌪𑍍‌', '𑌫𑍍‌', '𑌬𑍍‌', '𑌭𑍍‌', '𑌮𑍍‌',
      '𑌯𑍍‌', '𑌰𑍍‌', 'ற𑍍‌', '𑌲𑍍‌', '𑌳𑍍‌', 'ழ𑍍‌', '𑌵𑍍‌',
      '𑌶𑍍‌', '𑌷𑍍‌', '𑌸𑍍‌', '𑌹𑍍‌'
    ],
    'symbols': [
      '௦', '௧', '௨', '௩', '௪', '௫', '௬', '௭', '௮', '௯',
      '।', '॥', '𑌓𑌂', '', ''
    ],
    'vowelMarks': [
      '𑌅', '𑌆', '𑌇', '𑌈', '𑌉', '𑌊', '𑌋', '𑍠', '𑌌', '𑍡',
      '', '𑌏', '𑌐', '', '𑌓', '𑌔'
    ],
    'vowels': [
      '', '𑌾', '𑌿', '𑍀', '𑍁', '𑍂', '𑍃', '𑍄', '𑍢', '𑍣',
      '', '𑍇', '𑍈', '', '𑍋', '𑍌'
    ]
  }
};
